Repository: mbt/alltray
Catalog: po/*.po
Languages: de, es, gl, pl, pt

source: Attach to a running program
de: An laufendes Programm anlagern
es: Adjuntar a un programa en ejecución
gl: Unir a un programa en execución
pl: Podłączenie do uruchomionego programu
pt: Unir a um Programa em execução

source: Enable debugging messages
de: Debugging-Benachrichtigungen aktivieren
es: Activar mensajes de depuración
gl: Activar as mensaxes de depuración
pl: Włączenie komunikatów debugowania
pt: Activar as Mensagens de depuração

source: Show types of debugging messages
de: Debugging-Benachrichtigungsarten anzeigen
es: Mostrar tipos de los mensajes de depuración
gl: Mostrar os tipos de mensaxes de depuración
pl: Pokazywanie typu komunikatów debugowania
pt: Mostrar os tipo de Mensagens de depuração

source: Initially hide on spawn/attach
de: Beim initialen anhängen verbergen
es: Ocultar al generar/adjuntar
gl: Esconder no inicio cando desunir/unir
pl: Ukrywanie na starcie/podłączeniu
pt: Esconder no inicio quando Desunir/Unir

source: Attach to already-running application
de: An schon laufendes Programm anlagern
es: Adjuntar a una aplicación en ejecución
gl: Unir a unha aplicación en execución
pl: Podłączenie do już uruchomionego programu
pt: Unir a uma aplicação já em execução

source: Display AllTray version info and exit
de: Zeige AllTray-Versions-Info und beende
es: Mostrar información de versión de AllTray y salir
gl: Amosar a información da versión do AllTray e saír
pl: Wyświetlenie informacji o wersji AllTray i zakończenie
pt: Mostrar a informação da versão do AllTray e sair

source: Display extended version info and exit
de: Zeige erweiterte Versions-Info und beende
es: Mostrar información extendida de versión y salir
gl: Mostrar a información detallada da versión e saír
pl: Wyświetlenie informacji szczegółowych o wersji i zakończenie
pt: Mostrar a informação detalhada da versão e sair

source: Command line options parsed.
de: Comandozeilen-Optionen werden analysiert.
es: Opciones de línea de órdenes analizadas.
gl: Opcións da liña de comando analisadas.
pl: Opcje wiersza poleceń przetworzone.
pt: Opções da Linha de comando parseadas.

source: - Dock software to the systray
de: Software im Systray andocken
es: - Atracar software a la bandeja de sistema
gl: - Acoplar programa á bandexa de sistema
pl: - Dokowanie programu do obszaru powiadamiania
pt: - Software de Acoplar ao Monitor de sistema

source: error: env flag parsing failed (%s)
de: Fehler: env flag Analyse fehlgeschlagen (%s)
es: error: se falló analizar indicador env (%s)
gl: erro: falla ao analisar env flag (%s)
pl: błąd: przetwarzanie flagi env zakończone niepowodzeniem (%s)
pt: erro: falha ao parsear env flag (%s)

source: error: command line parsing failed (%s)
de: Fehler: Comandozeilen-Analyse fehlgeschlagen (%s)
es: error: se falló analizar línea de ordenes (%s)
gl: erro: falla ao analisar a liña de comando (%s)
pl: błąd: przetwarzanie wiersza poleceń zakończone niepowodzeniem (%s)
pt: erro: falha ao parsear a linha de comando (%s)

source: set pgid failed; alltray may behave strangely.
de: set pgid fehlgeschlagen, AllTray könnte ein seltsames Verhalten zeigen.
es: Fallo al establecer pgid; alltray puede comportarse de una manera extraña.
gl: Fallou a definición de pgid; alltray pode comportarse de xeito estraño.
pl: ustawienie pgid nie powiodło się; alltray może funkcjonować nieprawidłowo
pt: Definição de pgid falhou; alltray poderá ter se portado mal.

source: AllTray %s, from bzr branch %s rev %s, rev-id %s
de: AllTray %s, aus bzr branch %s rev %s, rev-id %s
es: AllTray %s, de ramo bzr %s rev %s, rev-id %s
gl: AllTray %s, a partir do bzr branch %s rev %s, rev-id %s
pl: AllTray %s, z gałęzi bzr %s wyd. %s, rev-id %s
pt: AllTray %s, a partir do bzr branch %s rev %s, rev-id %s

source: Copyright (c) %s Michael B. Trausch <mike@trausch.us>
de: Copyright © %s Michael B. Trausch <mike@trausch.us>
es: Copyright © %s Michael B. Trausch <mike@trausch.us>
pl: Copyright © %s Michael B. Trausch <mike@trausch.us>
pt: Direitos de Autor (c) %s Michael B. Trausch <mike@trausch.us>

source: Licensed under the GNU GPL v3.0 as published by the Free Software Foundation.
de: Lizensiert unter der GNU GPL v3.0 wie publiziert durch die Free Software Foundation.
es: Bajo los términos de la Licencia Pública General GNU versión 3 (GNU GPL v3.0) como aparece publicada por la Fundación para el Software Libre(FSF).
gl: Licenciado baixo a GNU GPL v3.0 publicada pola Free Software Foundation.
pl: Niniejszy program jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania - według wersji 3 tej Licencji.
pt: Licenciado sob a GNU GPL v3.0 publicada pela Free Software Foundation.

source: Configured %s on %s %s
de: Konfiguriert %s auf %s %s
es: Configurado %s en %s %s
gl: Foi configurado %s en %s %s
pl: Skonfigurowano %s na %s %s
pt: Foi Configurado %s em %s %s

source: Compilers: %s and %s
de: Übersetzer: %s und %s
es: Compiladores: %s y %s
gl: Compiladores: %s e %s
pl: Translatory: %s oraz %s
pt: Compiladores: %s e %s

source: Configure was run without flags
de: Configure wurde ohne flags ausgeführt
es: Configuración fué ejecutada sin indicadores
gl: Configurar e executar sen parámetros
pl: Konfiguracja została przeprowadzona bez użycia flag
pt: Configurar e executar sem parâmetros

source: Configure flags: %s
es: Indicadores de configure: %s
gl: Configurar parámetros: %s
pl: Flagi do konfiguracji: %s
pt: Configurar parâmetros: %s

source: Adding app (pid %d) to list of recv'd apps
de: Füge App (pid %d) zur Liste der empfangenen Apps.
es: Añadiendo app (pid %d) a lista de applicaciónes recibidos
gl: Engadindo aplicación (pid %d) á lista das recibidas
pl: Dodawanie programu (pid %d) do listy przyjmowanych programów
pt: Adicionando aplicação (pid %d) à lista das recebidas

source: Failed to get a window; exiting.
de: Fehler ein Fenster zu bekommen; Verlasse.
es: Se falló conseguir ventana; saliendo.
gl: Fallou a obtención dunha ventá; saíndo.
pl: Nie udało się złapać okna; kończenie pracy.
pt: Falhou a obtenção de uma janela; a sair.

source: Oops. Not running?
de: Hoppla! Läuft's nicht?
es: ­­¡uy! ¿No está funcionando?
gl: Oops. Non está en execución?
pl: Ups. Nie działa?
pt: Oops. Não está em execução?

source: Failed to start process: %s
de: Fehler beim Prozessstart: %s
es: Se falló empezar proceso: %s
gl: Falla ao iniciar o proceso: %s
pl: Uruchomienie procesu %s nie powiodło się
pt: Falha ao iniciar o processo: %s

source: Failed to start process
de: Fehler beim Prozessstart
es: Se falló empezar proceso
gl: Fallou o inicio do proceso
pl: Uruchomienie procesu nie powiodło się
pt: Falhou o inicio do processo

source: Cleaning up for child...
de: Räume für Kindprozess auf...
es: Limpiando por hijo...
gl: Limpando dependentes...
pl: Oczyszczanie dla elementu potomnego...
pt: A limpar dependentes...

source: No more children. Dying.
de: Keine Kindprozesse mehr. Sterbe.
es: Sin más hijos. Muriendo.
gl: Non hai máis dependentes. Rematando.
pl: Brak elementów potomnych. Koniec.
pt: Não há mais dependentes. Acabar.

source: Evaluating %s
de: Evaluiere %s
es: Evaluando %s
gl: Avaliando %s
pl: Sprawdzanie %s
pt: A avaliar %s

source: Actually processing arg
de: Verarbeite zur Zeit arg
es: actualmente procesando arg
gl: Actualmente procesando arg
pl: Przetwarzanie arg
pt: Actualmente a processar arg

source: Caught unwired signal %d
de: Fing Kabelloses signal %d
es: señal inalambrica recibida %d
gl: Detectado un sinal sen fíos %d
pl: Znaleziono wywołanie niepodłączone %d
pt: Apanhei um sinal sem fios %d

source: Creating a new Application
de: Erzeuge eine neue Anwendung
es: Creando nueva aplicación
gl: Creando unha nova Aplicación
pl: Tworzenie nowej instancji
pt: A criar uma nova Aplicação

source: WHOA - The app went away?! Looking for it to come back...
de: WHOA - Das App ist weg‽ Schaue, dass es wieder kommt…
es: WOW- La aplicacion se fue?! Esperando que regrese...
gl: A aplicación marchou! Tentando recuperala...
pl: Ojej, program zniknął?! Oczekiwanie na jego powrót...
pt: WHOA - A aplicativo se foi?! Procurando traze-lo de volta...

source: pid %d (%s) is not ours.
de: pid %d (%s) gehört nicht uns.
es: el pid %d (%s) no es nuestro.
gl: o pid %d (%s) non é noso.
pl: pid %d (%s) nie jest nasz.
pt: pid %d (%s) não é nosso.

source: Application %s needs fixed, reports PID 0.
de: Anwendung %s braucht eine Repartur, meldet PID 0.
es: La aplicación %s necesita reparación, reporta PID 0
gl: A aplicación %s precisa ser reparada, reporta PID 0.
pl: Program %s wymaga naprawy, zgłasza PID 0.
pt: Aplicação %s precisa de arranjo, reporta PID 0.

source: Requesting menu!
de: Fordere Menü an!
es: ¡Pidiendo menú!
gl: Requerindo menú!
pl: Wymagane menu!
pt: Requisitando menu!

source: Toggle Visibility
de: Sichbarkeit EIN/AUS
es: Cambiar visibilidad
gl: Cambiar visibilidade
pl: Zmień widoczność
pt: Mudar visibilidade

source: Undock
de: Abdocken
es: Desincrustar
gl: Desacoplar
pl: Oddokuj
pt: Desacoplar

source: About AllTray...
de: Über AllTray…
es: Acerca de AllTray...
gl: Sobre AllTray...
pl: O AllTray...
pt: Sobre AllTray...

source: All
de: Alle(s)
es: Todo
gl: Todo
pl: Wszystkie
pt: Todos

source: %s - %d window
de: %s - %d Fenster
es: %s - %d ventana
gl: %s - %d ventá
pl: %s - %d okno
pt: %s - %d janela

source: Using Window Icon (fallback was %s)
de: Benutze Fenster-Icon (Sicherung war %s)
es: Usando el icono de la ventana (el de reserva era %s)
gl: Usando o ícone da ventá (fallback foi %s)
pl: Używana ikona okna (domyślna to %s)
pt: Usando icone da janela (queda foi de %s)

source: Using App Icon (fallback was %s)
de: Benutze Anwendungs-Icon (Sicherung war %s)
es: Usando icono de aplicación (el de reserva era %s)
gl: Usando o ícone da aplicación (fallback foi %s)
pl: Używana ikona programu (domyślna to %s)
pt: Usando icone do aplicativo (queda foi de %s)

source: New Bitmask: %s
de: Neue Bitmaske: %s
es: Nueva máscara de bits: %s
gl: Nova máscara de bits: %s
pl: Nowa maska bitowa: %s
pt: Novo Bitmask: %s

source: New State: %s
de: Neuer Status: %s
es: Nuevo estado: %s
gl: Novo Estado: %s
pl: Nowy stan: %s
pt: Novo estado: %s

source: Blinking, window state is: %s
de: Blinken, Fenster status ist: %s
es: Parpadeando, el estado de ventana es: %s
gl: Piscando, o estado da ventá é: %s
pl: Miganie, stan okna to: %s
pt: Piscando, o estado da janela é: %s

source: MINIMIZED |
de: MINIMIERT |
es: MINIMIZADO |
gl: MINIMIZADO |
pl: ZMINIMALIZOWANE |
pt: MINIMIZADO |

source: MAXIMIZED_HORIZONTALLY |
de: MAXIMIERT_HORIZONTAL |
es: MAXIMIZADO_EN_HORIZONTAL |
gl: MAXIMIZADO_HORIZONTAL |
pl: ZMAKSYMALIZOWANE_POZIOMO |
pt: MAXIMIZADO_HORIZONTALMENTE |

source: MAXIMIZED_VERTICALLY |
de: MAXIMIERT_VERTIKAL |
es: MAXIMIZADO_EN_VERTICAL |
gl: MAXIMIZADO_VERTICAL |
pl: ZMAKSYMALIZOWANE_PIONOWO |
pt: MAXIMIZADO_VERTICAL |

source: SHADED |
de: SCHATTIERT |
es: SOMBREADO |
gl: SOMBREADO |
pl: ZWINIĘTE |
pt: SOMBREADO |

source: SKIP_PAGER |
de: ÜBERSPRINGE_PAGER |
es: IGNORAR_PAGINADOR |
gl: IGNORAR_PAXINADOR |
pl: IGNORUJE_PAGER |
pt: IGNORAR_PAGINADOR |

source: SKIP_TASKLIST |
de: ÜBERSPRINGE_TASKLISTE |
es: IGNORAR_LISTA_DE_TAREAS |
gl: IGNORAR_LISTA_DE_TAREFAS |
pl: IGNORUJE_LISTĘ_OKIEN |
pt: IGNORAR_LISTA_DE_TAREFAS |

source: STICKY |
de: WICHTIG |
es: PEGAJOSO |
gl: PEGAÑENTO |
pl: PRZYKLEJONE |
pt: PEGAJOSO |

source: HIDDEN |
de: VERSTECKT |
es: OCULTO |
gl: OCULTO |
pl: UKRYTE |
pt: OCULTO |

source: FULLSCREEN |
de: VOLLBILD |
es: PANTALLA_COMPLETA |
gl: PANTALLA_COMPLETA |
pl: PEŁNY_EKRAN |
pt: ECRÃ_CHEIO |

source: DEMANDS_ATTENTION |
de: BENÖTIGT_AUFMERKSAMKEIT |
es: PIDE_ATENCIÓN |
gl: PIDE_ATENCIÓN |
pl: WYMAGA_UWAGI |
pt: REQUER_ATENÇÃO |

source: URGENT |
de: DRINGEND |
es: URGENTE |
gl: URXENTE |
pl: WAŻNE |
pt: URGENTE |

source: ABOVE |
de: ÜBER |
es: POR_ENCIMA |
gl: POR_ENCIMA |
pl: POWYŻEJ |
pt: ACIMA |

source: BELOW |
de: UNTER |
es: POR_DEBAJO |
gl: POR_DEBAIXO |
pl: PONIŻEJ |
pt: ABAIXO |

source: Setting window 0x%08lx visibility to %s
de: Setze Fenster 0x%08lx Sichtbarkeit auf %s
es: Poniendo visibilidad de ventana 0x%08lx a %s
gl: Configurando a visibilidade da ventá 0x%08lx a %s
pl: Ustawianie widoczności okna 0x%08lx na %s
pt: Configurando a visibilidade da janela 0x%08lx a %s

source: %s Branch: %s, r%s %s
es: %s Rama: %s, r%s %s
gl: %s Rama: %s, r%s %s
pl: %s Gałąź: %s, r%s %s
pt: %s Galho: %s, r%s %s

source: Copyright (c) %s
de: Copyright © %s
pl: Copyright © %s

source: Dock applications in the system tray.
de: Docke Anwendungen in das System-Panel.
es: Anclar aplicaciones a la bandeja de sistema.
gl: Minimizar aplicacións na bandexa do sistema.
pl: Dokowanie programów w obszarze powiadamiania.
pt: Minimizar aplicativos na bandeja do sistema.

source: Pointer grab failed
de: Zeiger Erfassung fehlgeschlagen
es: Fallo al tomar el puntero
gl: Fallou a captura do punteiro
pl: Łapanie okna kursorem myszy nie powiodło się
pt: Falhou a captura do punteiro

source: Got window 0x%08lx
de: Erhielt Fenster 0x%08lx
es: Se obtuvo la ventana 0x%08lx
gl: Tomada a ventá 0x%08lx
pl: Złapano okno 0x%08lx
pt: Tomada a janela 0x%08lx

source: Window 0x%08lx pid = %d
de: Fenster 0x%08lx pid = %d
es: Ventana 0x%08lx pid = %d
gl: Ventá 0x%08lx pid = %d
pl: Okno 0x%08lx pid = %d
pt: Janela 0x%08lx pid = %d

source: command line parsing
de: Kommandozeile verarbeiten
es: análisis de línea de mando
gl: analisando a liña de comandos
pl: przetwarzanie wiersza poleceń
pt: análise de linha de comando

source: X11 display
de: X11 Anzeige
es: Pantalla X11
gl: Monitor X11
pl: Ekran X11
pt: Monitor X11

source: System Tray Icon
de: Benachrichtigungsfeld ("System Tray") Icon
es: Icono de bandeja del sistema
gl: Ícone da bandexa do sistema
pl: Ikona obszaru powiadamiania
pt: Ícone de Notificação

source: Window Manager
de: Fenstermanager
es: Gestor de ventanas
gl: Xestor de ventás
pl: Menedżer okien
pt: Gerenciador de janelas

source: Process information
de: Prozess Information
es: Información de proceso
gl: Información do processo
pl: Informacje o procesie
pt: Informações do processo

source: Misc messages
de: Vermischte Meldungen
es: Mensajes varios
gl: Outras mensaxes
pl: Komunikaty różne
pt: Outras mensagens

source: Internal error detail
de: Internales-Fehler-Einzelheiten
es: Detalle de error interno
gl: Detalle do erro interno
pl: Szczegóły błędu wewnętrznego
pt: Detalhe de erro interno

source: Applications
de: Anwendungen
es: Aplicaciones
gl: Aplicacións
pl: Programy
pt: Aplicações

source: AttachHelper class messages
de: AttachHelper Klassen-Nachrichten
es: AttachHelper mensajes de clase
gl: AttachHelper mensaxes de clase
pl: Komunikaty klasy AttachHelper
pt: AttachHelper mensagens de classe

source: Signal debugging messages
de: Signal Debugging-Nachrichten
es: Señal de mensajes de depuración
gl: Mensaxes de depuración do sinal
pl: Komunikaty z debugowania wywołania
pt: Mensagens de depuração do sinal

source: Entrypoint, preinit, etc.
de: Einsprungpunkt, Vorinitialisierung, etc.
es: punto de entrada, preinit, etc.
gl: Punto de entrada, preinit, etc.
pl: Ingresja, preinit itp.
pt: Ponto de entrada, preinit, etc.

source: All debug messages
de: Alle Debugging-Meldungen
es: Todos los mensajes de depuración
gl: Todas as mensaxes de depuración
pl: Wszystkie komunikaty debugowania
pt: Todas as mensagens de depuração

source: String
de: Zeichenkette (String)
es: Cadena
gl: Cadea de caracteres
pl: Ciąg znaków
pt: Expressão

source: Messages are for
de: Nachrichten sind für
es: Los mensajes son por
gl: As mensaxes don para
pl: Komunikaty dla
pt: As mensagens são para

source: Unrecognized value '%s' in ALLTRAY_DEBUG
de: Unerkannter Wert '%s' in ALLTRAY_DEBUG
es: Valor no reconocido '%s' en ALLTRAY_DEBUG
gl: Valor non recoñecido '%s' en ALLTRAY_DEBUG
pl: Nierozpoznana wartość '%s' w ALLTRAY_DEBUG
pt: Valor não reconhecido '%s' no ALLTRAY_DEBUG

source: Debugging subsystem setup complete.
de: Debugging Untersystem setup komplett.
es: Instalación del subsistema de depuración completa
gl: Instalación completa do subsistema de depuración.
pl: Konfiguracja podsystemu debugowania ukończona.
pt: Instalação completa do subsistema de depuração.

source: ALLTRAY_DEBUG not set!
de: ALLTRAY_DEBUG nicht gesetzt!
es: ALLTRAY_DEBUG no asignado!
gl: ALLTRAY_DEBUG non existe!
pl: ALLTRAY_DEBUG nie jest ustawiony!
pt: ALLTRAY_DEBUG não existe!

source: Exiting: encountered fatal error.
de: Verlasse: auf fatalen Fehler gestoßen.
es: Saliendo: ocurrió un error fatal.
gl: Finalizando: atopado un erro fatal.
pl: Kończenie: napotkano błąd krytyczny.
pt: Finalizando: erro fatal encontrado.

source: BUG: Reached default, should not be possible.
de: BUG: Erreicht Vorgabe, sollte nicht möglich sein.
es: ERROR: Se alcanzó valor por defecto, no debería ser posible.
gl: ERRO: chegamos ao predefinido, iso non debería acontecer.
pl: BŁĄD: Uzyskano domyślne, co nie powinno być możliwe
pt: ERRO: chegamos ao predefinido, isso não devera acontecer.

source: Child process %d (%s) now running.
de: Kindprozess %d (%s) läuft nicht.
es: Proceso hijo %d (%s) ahora ejecutandose.
gl: Subproceso %d (%s) en execución.
pl: Element potomny %d (%s) uruchomiony.
pt: Sub-processo %d (%s) em execução.

source: The provided PID does not exist.
de: Die angegebene PID existiert nicht.
es: El PID proporcionado no existe.
gl: O PID solicitado non existe.
pl: Podany PID nie istnieje
pt: O PID fornecido não existe.

source: Attached process %d has died.
de: Angehängter Prozess %d istt gestorben.
es: El proceso adjunto %d ha muerto.
gl: O proceso engadido %d morreu.
pl: Proces podłączony %d został zakończony.
pt: O processo adicionado %d morreu.

source: Child %d died okay
de: Kindprozess %d sauber gestorben
es: hijo %d ha muerto bien
gl: O subproceso %s morreu.
pl: Element potomny %d zakończony prawidłowo
pt: O sub-processo %s morreu.

source: Child %d died with nothing!
de: Kindprozess %d starb ohne Rückmeldung!
es: Hijo %d muerto con nada!
gl: O subproceso %s morreu sen máis!
pl: Element potomny %d niespodziewanie zakończony
pt: O sub-processo %s morreu sem mais!

source: AllTray was unable to attach to any applications, and AllTray's child has died. This problem can be caused by application software that: * is not compliant with the ICCCM and EWMH specs, * backgrounds itself and leaves the AllTray process group, or * unexpectedly died an early death and did not actually start If the problem is one of the first two problems, please report a bug in AllTray and it will be investigated and reported to the correct project, if necessary. If the problem is the third one, then you will need to fix whatever went wrong and try again.
de: AllTray war es nicht möglich eine Anwendung anzuhängen, und AllTrays Kindprozess ist gestorben. Dieses Problem kann durch Anwendungen verursacht werden die: * nicht kompatiebel zu den ICCCM und EWMH Spezificationen ist * sich selbst in den Hintergrund begibt und die AllTray Prozess Gruppe verlässt, oder * unerwartet einen frühen Tod stirbt und nicht wirklich startet Wenn das Problem eines der ersten beiden ist, bitte einen Bug-Report in AllTray erstellen, es wird dann untersucht und dem richtigen Projekt gemeldet, falls die Notwendigkeit besteht. Wenn es das dritte Problem ist, dann musst Du reparieren, was falsch lief und es erneut versuchen.
es: AllTray ha sido incapaz de adjuntarse a cualquier aplicación, y todos los procesos hijos de AllTray han muerto. Este problema puede ser causado por aplicaciones que: * no cumplen con las especificaciones de ICCCM y EWMH, * se pasan al fondo a sí mismos y dejan el grupo de proceso de AllTray, o * inesperadamente mueren tempranamente y en realidad no empiezan Si el problema es uno de los dos primeros, por favor reporte un error en AllTray y será investigado y reportado al proyecto correcto, si fuera necesario. Si el problema es el tercero, entonces necesitará arreglar lo que ha salido mal e intentar otra vez.
gl: Alltray non foi quen de ligar ningunha aplicación, e os subprocesos morreron. Este problema pode ser debido a unha aplicación que: * non é compatíbel coas especificacións EWMH e ICCCM * ocultóuse e deixou o grupo de procesos Alltray * morreu inesperadamente e non inicia Se o problema é un dos dous primeiros, por favor avise os desenvolvedores, reporte un erro en Alltray e será investigado e sometido á valoración do correspondente proxecto, se é necesario. Se o problema é o último punto, ten que corrixir o que está mal no programa de destino e ténteo de novo.
pl: AllTray nie był w stanie podłączyć się do żadnego programu, proces potomny AllTray został zakończony. Ten problem może być spowodowany programem, który: * nie spełnia warunków podanych w specyfikacjach ICCCM oraz EWMH, * chowa się pracując w tle i opuszcza grupę procesów AllTray albo * został niespodziewanie zakończony jeszcze przed ukończeniem jego rozruchu W pierwszym lub drugim przypadku należy wysłać raport o błędzie w programie AllTray. Zostanie on przeanalizowany i ewentualnie przesłany do właściwego projektu. W trzecim przypadku użytkownik musi poprawić to, co zadziałało nieprawidłowo i spróbować ponownie.
pt: Alltray não foi quem de ligar nenhuma aplicação, e os sub-processos morreram. Este problema pode ser devido a uma aplicação que: * não é compatível com as especificações EWMH e ICCCM * ocultou e deixou o grupo de processos Alltray * morreu inesperadamente e não inicia Se o problema é um dos dois primeiros, avise os desenvolvedores, reporte um erro em Alltray e será investigado e submetido à consideração do correspondente projecto, se é necessário. Se o problema é o último ponto, tem que corrigir o que fica mal no programa de destino e tentar de novo.

source: Select an Application
de: Anwendung auswählen
es: Seleccione una aplicación
gl: Seleccione unha aplicación
pl: Wybór programu
pt: Selecione uma aplicação

source: Click on a window of the software you wish to dock. Note: do not click on the window border itself. Click inside the window; particularly on Compiz, clicking on the title bar or the other sides of the window border DOES NOT WORK.
de: Klicke auf ein Fenster der Software die du docken möchtest. Notiz: Klicke nicht auf den Fensterrahmen. Klicke in das Innere des Fensters; Besonders mit Compiz wird Klicken in die Titelleiste oder die anderen Rahmenseiten NICHT FUNKTIONIEREN.
es: Haga click en la ventana del programa que desee anclar. Nota: no pulse en el borde de la ventana. Pulse dentro de la ventana; en particular en Compiz, clickeando sobre la barra de título u otro borde de la ventana NO FUNCIONA.
gl: Faga clic nunha ventá do software que quere minimizar. Nota: non prema na beira da ventá. Prema dentro da ventá, particularmente no Compiz, premendo na barra de título ou as outras beiras da ventá, a minimización non funciona.
pl: Proszę kliknąć w obszarze okna programu aby zadokować. Uwaga: nie należy wskazywać na krawędź okna, tylko wnętrze. Dotyczy to szczególnie menadżera okien Compiz. Klikanie w pasek tytułu i krawędzie nie działa.
pt: Faça clic numa janela do software que quer minimizar. Nota: não prema na beira da janela. Prema dentro da janela, particularmente em Compiz, premindo na barra de título ou as outras beiras da janela, a minimização não funciona.
